<?php
$t = __FILE__;
$t = pathinfo($t);
$t = $t[filename];
$pid = $t;

$next_enable = 1;
$next = "/9";
$prev = "/1";
?>

<div class="container">
    <div class="row justify-content-center align-items-center">

<!--  ----------------step 1------------------------------ -->
        <div class="col-12 col-sm-12 col-md-6 col-lg-6 col-xl-4  col-centered text-center">
            <div class=pay>
                <div class=title>
                    RESULTS
                </div>

		<div class=info>
		A simple as <b>Pimper</b>
		</div>
		<div class=msg><span id=msg_txt>&nbsp;</span></div>

<div class=about>
<b>Coming soon</b>
<br>- Отправка транзакции через Metanask для клейма нфт для оплат сгенерированных через пароль
<br>- отправка транзакции прямо со страницы для оплат с кошельком на странице
<br>- история транзакций
<br>- просмотр детальной информации по NFT
<br>- просмотр детальной информации по билетам куплменным по паролю и клейм на любой кошелек
<br>
<b>Benefits</b>
<br>- при покупке билета через пароль оплата произведена с использованием блокчейна. Владелец пароля только имеет возможность увидеть данные по оплате.
<br>- при покупке билета через пароль может использовать и блокчейна и тогда полноценно может получить TicketNFT
<br>- при любой покупке мы перенесли покупки билетов в цифровые активы, и применили RAMP как средство цифровой трансформации.
<br>- продавец билетов прозрачно получает оплату за свой товар при это и комиссия за проведенные транзакции прозрачно для конечного 
<br>пользователя начисляется платформе Pimper благодаря использованию специального смартконтракта и может персонально настраиваться для каждого отдельного продавца 
<br>-Проект выполнен как реальный бизнес кейс в рамках хакатона EthWarszaw и может использоваться для продажи билетов на следующие мероприятия
</div>
            </div>
<?php
include "arrow.php";

?>
        </div>
<!-- ------------------------------------------------------ -->

    </div>
</div>
